<?php get_header(); ?>
  <main>

    <div class="fv">
      <h1>なおき矯正歯科・小児矯正歯科の公式サイト</h1>
      <div class="img-box">
        <picture>
          <source srcset="<?php echo get_template_directory_uri(); ?>/images/fv_bg_sp.png" media="(max-width: 768px)">
          <img src="<?php echo get_template_directory_uri(); ?>/images/fv_bg.png" alt="">
        </picture>
      </div>
      <div class="contents">
        <div class="fv-ttl">
          子どもの歯並び矯正<br>
          専門医<span>による</span><br>
          <span class="sub-copy">豊中市の小児矯正専門クリニック</span>
        </div>
        <div class="sub-ttl">NAOKI DENTAL CLINIC</div>
      </div>
      <div class="u-sp">
        <div class="contact">
          <div class="tel">
            <a href="tel:0668485555">
              <img src="<?php echo get_template_directory_uri(); ?>/images/icon_tel_sp.svg" alt="">
              お電話でのご相談
            </a>
          </div>
          <div class="mail">
            <a href="#">
              <img src="<?php echo get_template_directory_uri(); ?>/images/icon_calendar_sp.svg" alt="">
              Web予約はこちら
            </a>
          </div>
        </div>
      </div>
    </div><!-- /.fv -->


    <?php get_template_part('inc/header-nav'); ?>


    <section id="event">
      <div class="inner">
        <div class="block">
          <div class="left">
            <p class="font-lora"><span>2025.</span>09.01</p>
            <p>豊中市宮山町に</p>
            <p class="font-lora">NEW OPEN</p>
            <p>
              柴原阪大前駅から徒歩10分<br>
              阪急バス 桜井谷停留所から徒歩10秒
            </p>
            <div class="u-sp">
              <div class="img-wrap">
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-01.jpg" alt=""></div>
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-02.jpg" alt=""></div>
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-03.jpg" alt=""></div>
              </div>
            </div>
          </div>
          <div class=" right">
            <h2>内覧会のお知らせ</h2>
            <p class="txt">
              開院に先立ちまして、以下の日程で内覧会（院内の無料見学会）を行います。<br>
              ぜひ皆さまでお気軽にお越しください。
            </p>
            <div>
              <div class="time">
                <p>8/30<span>土</span></p>
                <p>12:00〜18:00</p>
              </div>
              <div class="time">
                <p>8/31<span>日</span></p>
                <p>12:00〜18:00</p>
              </div>
            </div>
          </div>
        </div>
        <div class="img-wrap u-pc">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-01.jpg" alt=""></div>
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-02.jpg" alt=""></div>
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/event_image-03.jpg" alt=""></div>
        </div>
      </div>
    </section><!-- /#event -->


    <section id="news">
      <div class="inner">

        <div class="block">
          <div class="left">
            <div class="sub-ttl">News</div>
            <h2>最新情報</h2>
            <div class="btn-wrap">
              <a class="btn02" href="<?php echo home_url('/news'); ?>">
                一覧はこちら
                <span>
                  <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div><!-- /.left -->
          <div class="right">

            <?php
              $args = array(
                  'posts_per_page' => 3 
              );
              $the_query = new WP_Query($args);
              if ($the_query->have_posts()) : while ($the_query->have_posts()) : $the_query->the_post();
            ?>
            <dl class="text-ell">
              <a href="<?php the_permalink(); ?>">
                <dt><?php echo get_the_date(); ?></dt>
                <dd><?php the_title(); ?></dd>
                <span class="arrow">
                  <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </dl>
            <?php endwhile;endif;wp_reset_postdata(); ?>
          </div><!-- /.right -->
        </div>
      </div>
    </section>

    <section id="insta">
      <div class="inner">
        <?php echo do_shortcode('[instagram-feed feed=1]'); ?>
      </div>
    </section>

    <section id="introduce">
      <div class="inner">
        <div class="sub-ttl">Introduce</div>
        <h2>
          症例300件超。<br>
          難しい歯並びにも対応できる矯正専門医です
        </h2>
        <div class="block">
          <div class="left">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/doctor_image.jpg" alt="院長：吉田 尚起"></div>
            <div class="message">
              <p class="font-noto">難しい症例にも正面から向き合い、<br>　最適な治療計画を立てられること</p>
            </div>
            <div class="name">
              <p>なおき矯正歯科・小児矯正歯科</p>
              <p><span>院長</span>吉田 尚起</p>
              <p class="font-lora">Naoki Yoshida</p>
            </div>
            <div class="btn-wrap u-sp">
              <a class="btn01 white" href="<?php echo home_url('/doctor'); ?>">
                院長紹介はこちら
                <span>
                  <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="right">
            <dl>
              <dt class="font-lora">01</dt>
              <dd>
                私は中高生の頃、八重歯やガタガタした歯並びに悩み、人前で笑うことに少し抵抗がありました。矯正治療によって歯並びが整っていく中で、笑顔が自然に出るようになり、気持ちも前向きになれたことを今でもはっきりと覚えています。そんな自身の経験から、「同じように悩む子どもたちの力になりたい」という思いが芽生え、矯正歯科の道を志しました。
              </dd>
            </dl>
            <dl>
              <dt class="font-lora">02</dt>
              <dd>
                大阪大学歯学部に進学し、同大学院博士課程を修了。<br>
                7年間にわたり大学附属病院の矯正科で研鑽を積み、200件以上の症例に携わってきました。小児矯正はもちろん、外科的処置が必要な難症例や骨格性の不正咬合など、幅広い症例経験があります。
              </dd>
            </dl>
            <dl>
              <dt class="font-lora">03</dt>
              <dd>
                特に、これまで大阪大学歯学部附属病院との連携を通じて、通常の矯正治療では難しいとされるケースにも数多く取り組んできました。実際に、「他のクリニックでは治せないと言われた」と相談に来られた患者様も多く、その期待に応える形で治療を完了してきた実績があります。また、学生指導や歯科技工士専門学校での講師経験を通じて、日々技術と知識を磨いてきました。
              </dd>
            </dl>
            <div class="btn-wrap u-pc">
              <a class="btn01 white" href="<?php echo home_url('/doctor'); ?>">
                院長紹介はこちら
                <span>
                  <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
        </div>
      </div>
    </section>


    <section id="pediatric">

      <div class="contents head">
        <div class="inner">
          <div class="block">
            <div class="img-box">
              <img src="<?php echo get_template_directory_uri(); ?>/images/pediatric-orthodontics_head_img.jpg" alt="">
            </div>
            <div class="ttl-wrap">
              <h2>中学生までに完了を目指す<br>結果重視の小児矯正</h2>
              <p>
                「いつか治る」ではなく<br>
                「いつ終わるか」が見える矯正を
              </p>
            </div>
          </div>
          <p class="txt">
            多くのクリニックでは、小児矯正の終了時期が曖昧なまま治療が長引いてしまうことも少なくありません。当院では、すべての永久歯への生え変わりを見越し、14歳までの完了を目指して、明確なゴールを設定した矯正治療を行っています。<br>
            「いつ終わるのか分からない」ではなく、「いつ終わるかがはっきりしている」安心の矯正を、ぜひご相談ください。
          </p>
          <div class="en-ttl font-lora">
            <p>
              Pediatric<br>
              Orthodontics
            </p>
          </div>
        </div>
      </div>

      <div class="contents menu">
        <h3 class="font-noto">
          お子様の年齢や症状に併せて<br class="u-sp">下記診療メニューを<br class="u-sp">複合的にご提案いたします
          <span></span>
          <span></span>
          <span></span>
        </h3>
        <div class="block">
          <div class="box">
            <div class="age"><span>3~5</span>歳</div>
            <div class="name font-noto">プレオルソ</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/preortho_image.jpg" alt=""></div>
            <p>幼児期から始めるお口周りのトレーニング</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="age"><span>6~10</span>歳</div>
            <div class="name font-noto">床矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/shoukyousei_image.jpg" alt=""></div>
            <p>永久歯がきれいに生えるスペースづくり</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="age"><span>6~10</span>歳</div>
            <div class="name font-noto">ヘッドギア・フェイスマスク</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/headgeer_image.jpg" alt=""></div>
            <p>顎の成長バランスを整える矯正治療</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="age"><span>8~14</span>歳</div>
            <div class="name font-noto">ワイヤー矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/wire_image.jpg" alt=""></div>
            <p>顎の成長バランスを整える矯正治療</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="age"><span>8~14</span>歳</div>
            <div class="name font-noto">マウスピース矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/mouthpiece_image.jpg" alt=""></div>
            <p>学校でも気にならない、透明な矯正装置</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
        </div>
      </div>

      <div class="contents cases">
        <div class="inner">
          <div class="ttl-wrap">
            <div class="sub-ttl">Pediatric Orthodontic Cases</div>
          </div>
          <h3>当院の小児矯正症例</h3>

          <div class="top_pediatric-cases">
            <div class="swiper-wrapper">

            <?php 
              $args = array(
                'category_name' => 'child-orthodontics'
              );
              $query = new WP_Query($args);
              if($query->have_posts()): while($query->have_posts()): $query->the_post(); 
            ?>
              <div class="swiper-slide">
              <a href="<?php the_permalink(); ?>">
                <div class="img-box">
                <?php
                  if ( has_post_thumbnail() ) {
                    // アイキャッチ画像が設定されている場合に実行するコード
                    echo '<img src="' . get_the_post_thumbnail_url() . '" alt="' . get_the_title() . '">';
                  } else {
                    // アイキャッチ画像が設定されていない場合に実行するコード
                    echo '<img src="' . get_bloginfo( 'stylesheet_directory' ) . '/images/eyecatch-noimage.jpg" />'; 
                  }
                ?>
                </div>
                <p class="tag">
                <span class="date"><?php echo get_the_date(); ?></span>｜
                <span class="cate">
                  <?php 
                  $categories = get_the_category();
                  if (!empty($categories)) {
                    echo esc_html($categories[0]->name);
                  }
                  ?>
                </span>
                </p>
                <div class="ttl">
                <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
                </svg>
                <p><?php the_title(); ?></p>
                </div>
              </a>
              </div>
            <?php endwhile; endif; wp_reset_postdata(); ?>

            </div>
            <!-- prev/next_btn -->
            <div class="swiper-button-prev">
              <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </div>
            <div class="swiper-button-next">
              <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </div>
          </div>

          <div class="btn-wrap">
            <a class="btn01 brown" href="<?php echo home_url('/category/case'); ?>">
              その他の症例を見る
              <span>
                <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </div>
        </div>
      </div>
    </section>


    <section id="adult">

      <div class="contents head">
        <div class="inner">
          <div class="block">
            <div class="img-box">
              <img src="<?php echo get_template_directory_uri(); ?>/images/adult_orthodontics_head_img.jpg" alt="">
            </div>
            <div class="ttl-wrap">
              <h2>ライフスタイルによりそう<br>大人の矯正治療</h2>
              <p>
                「いつか治る」ではなく<br>
                「いつ終わるか」が見える矯正を
              </p>
            </div>
          </div>
          <div class="en-ttl font-lora">
            <p>
              Adult<br>
              Orthodontics
            </p>
          </div>
        </div>
      </div>

      <div class="contents menu">
        <div class="block">
          <div class="box">
            <div class="name font-noto">マウスピース矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/adult_mouthpiece_image.jpg" alt=""></div>
            <p>取り外せて目立ちにくい</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="name font-noto">ワイヤー矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/adult_wire_image.jpg" alt=""></div>
            <p>装置が目立ちにくい</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
          <div class="box">
            <div class="name font-noto">部分矯正</div>
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/adult_part-ortho_image.jpg" alt=""></div>
            <p>気になる部分だけを整える</p>
            <div class="btn-wrap">
              <a class="btn03" href="#">
                View More
                <span>
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                      fill="white" />
                  </svg>
                </span>
              </a>
            </div>
          </div>
        </div>
      </div>

      <div class="contents geka">
        <div class="text">
          <p class="hukidashi">矯正だけじゃ治らないと言われた…</p>
          <p>
            そこで提案したいのが<br>
            <span class="font-noto">外科矯正</span><br>
            という選択肢です。
          </p>
        </div>
        <div class="box">
          <div class="img-box">
            <picture>
              <source srcset="<?php echo get_template_directory_uri(); ?>/images/top-geka_before-after_image_sp.png" media="(max-width: 768px)">
              <img src="<?php echo get_template_directory_uri(); ?>/images/top-geka_before-after_image.png" alt="">
            </picture>
          </div>
          <h4>
            通常の矯正治療では難しい骨格的な問題も、<br class="u-pc">
            外科矯正なら改善できるケースがあります。
          </h4>
          <p>大学病院と連携した安全な手術体制で、骨格から整える治療を行なっています。</p>
        </div>
        <div class="btn-wrap">
          <a class="btn01 white" href="">
            外科矯正について
            <span>
              <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </span>
          </a>
        </div>
      </div>

      <div class="contents cases">
        <div class="inner">
          <div class="ttl-wrap">
            <div class="sub-ttl">Adult Orthodontic Cases</div>
          </div>
          <h3>大人の矯正治療の症例</h3>

          <div class="top_adult-cases">
            <div class="swiper-wrapper">

              <?php 
                $args = array(
                  'category_name' => 'adult-orthodontics'
                );
                $query = new WP_Query($args);
                if($query->have_posts()): while($query->have_posts()): $query->the_post(); 
              ?>
                <div class="swiper-slide">
                <a href="<?php the_permalink(); ?>">
                  <div class="img-box">
                  <?php
                    if ( has_post_thumbnail() ) {
                      // アイキャッチ画像が設定されている場合に実行するコード
                      echo '<img src="' . get_the_post_thumbnail_url() . '" alt="' . get_the_title() . '">';
                    } else {
                      // アイキャッチ画像が設定されていない場合に実行するコード
                      echo '<img src="' . get_bloginfo( 'stylesheet_directory' ) . '/images/eyecatch-noimage.jpg" />'; 
                    }
                  ?>
                  </div>
                  <p class="tag">
                  <span class="date"><?php echo get_the_date(); ?></span>｜
                  <span class="cate">
                    <?php 
                    $categories = get_the_category();
                    if (!empty($categories)) {
                      echo esc_html($categories[0]->name);
                    }
                    ?>
                  </span>
                  </p>
                  <div class="ttl">
                  <svg width="22" height="22" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                  </svg>
                  <p><?php the_title(); ?></p>
                  </div>
                </a>
                </div>
              <?php endwhile; endif; wp_reset_postdata(); ?>

            </div>
            <!-- prev/next_btn -->
            <div class="swiper-button-prev">
              <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </div>
            <div class="swiper-button-next">
              <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </div>
          </div>

          <div class="btn-wrap">
            <a class="btn01 brown" href="<?php echo home_url('/category/case'); ?>">
              その他の症例を見る
              <span>
                <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </div>
        </div>
      </div>

    </section>


    <section id="treatment">
      <div class="inner">
        <div class="ttl-wrap">
          <div class="sub-ttl">Treatment</div>
          <p class="font-noto">お口のあらゆるお悩みに対応します</p>
          <h2>診療メニュー</h2>
        </div>
        <nav class="hover_opacity">
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_kids.svg" alt=""></dt>
              <dd>
                お子さまの歯の健康を守る
                <span class="font-noto">小児歯科治療</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_implant.svg" alt=""></dt>
              <dd>
                しっかり噛める喜びをもう一度
                <span class="font-noto">インプラント治療</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_dentures.svg" alt=""></dt>
              <dd>
                見た目も噛み心地も快適な
                <span class="font-noto">入れ歯治療</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_perio.svg" alt=""></dt>
              <dd>
                歯を失わないために今できる
                <span class="font-noto">歯周病治療</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_ceramic.svg" alt=""></dt>
              <dd>
                自然な白さと美しさを取り戻す
                <span class="font-noto">セラミック</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
          <dl>
            <a href="#">
              <dt><img src="<?php echo get_template_directory_uri(); ?>/images/icon_treatment_oyashirazu.svg" alt=""></dt>
              <dd>
                痛みを最小限に不安に寄り添う
                <span class="font-noto">親知らずの抜歯</span>
              </dd>
              <span class="arrow">
                <svg width="18" height="18" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                    fill="white" />
                </svg>
              </span>
            </a>
          </dl>
        </nav>
      </div>
      <div class="img-block">
        <div class="img-box">
          <picture>
            <source srcset="<?php echo get_template_directory_uri(); ?>/images/treatment_image-01_sp.png" media="(max-width: 768px)">
            <img src="<?php echo get_template_directory_uri(); ?>/images/treatment_image-01.jpg" alt="">
          </picture>
        </div>
        <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/treatment_image-02.jpg" alt=""></div>
      </div>
    </section>


    <section id="strength">
      <div class="inner">
        <div class="ttl-wrap">
          <div class="sub-ttl">Strength</div>
          <p class="font-noto">未来の笑顔と自信につながる<br class="u-sp">“本質的な矯正治療”を。</p>
          <h2>なおき矯正歯科・小児矯正歯科の特徴</h2>
        </div>
        <div class="box">
          <div class="text-box">
            <h3>日本矯正歯科学会「認定医」が治療を担当</h3>
            <p>
              院長の吉田は、日本矯正歯科学会が認定する「認定医」の資格を持ち、これまでに200症例以上の矯正治療に携わってきました。小児から成人、さらには口唇口蓋裂や骨格性の難症例まで幅広く対応。<br>専門的な知識と確かな技術で、安心の治療をご提供します。
            </p>
          </div>
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/strength_image-01.jpg" alt=""></div>
        </div>
        <div class="box reverse">
          <div class="text-box">
            <h3>噛み合わせ・見た目・機能まで総合的にサポート</h3>
            <p>
              大学病院での矯正治療に加え、一般歯科医院での豊富な臨床経験をもとに、ただ歯を並べるだけでなく「噛み合わせ」「見た目」「長期的な安定性」までを見据えた矯正治療を行っています。お子さまの将来を見据えた“本質的な治療”が強みです。
            </p>
          </div>
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/strength_image-02.jpg" alt=""></div>
        </div>
        <div class="box">
          <div class="text-box">
            <h3>自身の体験から生まれた、子どもに寄り添う矯正治療</h3>
            <p>院長自身が歯並びに悩んだ経験を持ち、だからこそ「自信を持って笑えるようになる喜び」を誰よりも理解しています。治療の先にある“笑顔”と“自己肯定感”を大切に、お子さまと丁寧に向き合いながら治療を進めていきます。
            </p>
          </div>
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/strength_image-03.jpg" alt=""></div>
        </div>
      </div>
    </section>

    <div class="top_infinit-slider">
      <div class="swiper-wrapper">
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-01.jpg" alt=""></div>
        </div>
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-02.jpg" alt=""></div>
        </div>
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-03.jpg" alt=""></div>
        </div>
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-04.jpg" alt=""></div>
        </div>
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-05.jpg" alt=""></div>
        </div>
        <div class="swiper-slide">
          <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/slider-item-06.jpg" alt=""></div>
        </div>
      </div>
    </div>
    <?php get_template_part('inc/common-info'); ?>
  </main>

<?php get_footer(); ?>