<?php get_header(); ?>

  <main>

    <?php get_template_part('inc/header-nav'); ?>

    <section class="under-head page-temp">
      <div class="sub-ttl">Title Sample</div>
      <h1>H1タイトルが入りますH1タイトルが入ります</h1>
      <p class="font-noto">
        任意のテキストが入ります。なおき矯正歯科・小児矯正歯科は矯正専門のクリニックとして豊中地域のみなさまの口腔内の健康をサポートいたします。
      </p>
      <div class="img-box obj-fit">
        <img src="<?php echo get_template_directory_uri(); ?>/images/page_header_image.jpg" alt="">
      </div>
    </section>

    <div class="under-content_wrap page-temp">

      <section>

        <div class="inner">

          <h2>H2タイトルが入ります。タイトルが入ります。</h2>
          <p>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<br>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
          </p>

          <h3>H3タイトルが入ります。タイトルが入ります。</h3>
          <p>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<br>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
          </p>

          <h4>H4タイトルが入ります。タイトルが入ります。</h4>
          <p>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<br>
            テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
          </p>

          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image01.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<br>
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
              </p>
              <div class="btn-wrap">
                <a class="btn01 brown" href="#">
                  〇〇について
                  <span>
                    <svg width="9" height="9" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path
                        d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                        fill="white" />
                    </svg>
                  </span>
                </a>
              </div>
            </div>
          </div>

          <div class="block_img-txt reverse">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image02.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<br>
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
              </p>
            </div>
          </div>


          <div class="column-box col02">
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <div class="img-box obj-fit"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>                   
          </div>

          <div class="column-box col03">
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>           
          </div>

          <div class="column-box col04">
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
          </div>

          <div class="column-box col05">
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
            <div>
              <div class="column-ttl">タイトルが入ります。</div>
              <p>
                ダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキストダミーテキスト
              </p>
            </div>            
          </div>


          <ul class="list-check">
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプル</li>
          </ul>

          <ul class="list-alert">
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプル</li>
          </ul>

          <ul>
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプル</li>
            <li>チェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプル</li>
          </ul>

          <div class="block_stand">
            <div class="stand-ttl">目立たせたいテキスト</div>
            <span class="stand-arrow">
              <svg width="28" height="28" viewBox="0 0 9 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.13937 1.60659C5.06851 1.53677 4.97282 1.49796 4.87334 1.4987C4.77386 1.49944 4.67876 1.53966 4.60894 1.61053C4.53912 1.68139 4.50031 1.77708 4.50105 1.87656C4.50179 1.97604 4.54201 2.07115 4.61287 2.14096L6.62662 4.12471L1.5 4.12471C1.40054 4.12471 1.30516 4.16422 1.23483 4.23455C1.16451 4.30487 1.125 4.40026 1.125 4.49971C1.125 4.59917 1.16451 4.69455 1.23483 4.76488C1.30516 4.83521 1.40054 4.87471 1.5 4.87471L6.62438 4.87471L4.6125 6.85734C4.54523 6.92784 4.50804 7.02177 4.50882 7.11922C4.50961 7.21666 4.54829 7.30998 4.61668 7.3794C4.68508 7.44882 4.77781 7.48888 4.87524 7.49111C4.97266 7.49334 5.06713 7.45756 5.13863 7.39134L7.7355 4.83309C7.77972 4.78948 7.81483 4.73752 7.8388 4.68022C7.86276 4.62293 7.8751 4.56144 7.8751 4.49934C7.8751 4.43723 7.86276 4.37575 7.8388 4.31845C7.81483 4.26116 7.77972 4.2092 7.7355 4.16559L5.13937 1.60659Z"
                  fill="white" />
              </svg>
            </span>
            <div class="img-box obj-fit"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image02.jpg" alt=""></div>
            <p>
              テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<strong>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</strong>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
            </p>
          </div>

          <table>
            <tr>
              <th>THが入ります。</th>
              <td>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキスト が入ります。</td>
            </tr>
            <tr>
              <th>THが入ります。</th>
              <td>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキスト が入ります。</td>
            </tr>
            <tr>
              <th>THが入ります。</th>
              <td>ここにテキストが入りますここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキスト が入ります。ここにテキスト が入ります。</td>
            </tr>
          </table>

          <div class="block_pickup">
            <div class="pickup-ttl">ピックアップコンテンツが入ります。タイトルが入ります。</div>
            <div class="pickup-content">
              <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image01.jpg" alt=""></div>
              <p>
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。<strong>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</strong>テキストが入ります。テキストが入ります。
                テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
              </p>
            </div>
          </div>

          <div class="block_step">
            <div class="box">
              <div class="step"><span>STEP</span>01</div>
              <div class="content">
                <div class="txt-box">
                  <div class="step-ttl">ここにテキストが入ります。</div>
                  <p>
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。
                  </p>
                </div>
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image03.jpg" alt=""></div>
              </div>
            </div>
            <div class="box">
              <div class="step"><span>STEP</span>02</div>
              <div class="content">
                <div class="txt-box">
                  <div class="step-ttl">ここにテキストが入ります。</div>
                  <p>
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。
                  </p>
                </div>
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image04.jpg" alt=""></div>
              </div>
            </div>
            <div class="box">
              <div class="step"><span>STEP</span>03</div>
              <div class="content">
                <div class="txt-box">
                  <div class="step-ttl">ここにテキストが入ります。</div>
                  <p>
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。
                  </p>
                </div>
                <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/contents_image02.jpg" alt=""></div>
              </div>
            </div>
          </div>

          <div class="block_medical-table">
            <div class="medical-ttl">ここに診療カテゴリが入ります。</div>
            <table>
              <tr>
                <th>ここに診療項目が入ります。</th>
                <td>¥330,000<span>（税込）</span></td>
              </tr>
              <tr>
                <th>ここに診療項目が入ります。</th>
                <td>¥330,000<span>（税込）</span></td>
              </tr>
              <tr>
                <th>ここに診療項目が入ります。</th>
                <td>¥330,000<span>（税込）</span></td>
              </tr>
            </table>
          </div>

          <div class="block_merit-demerit">
            <div class="content">
              <div class="merit">
                <div class="ttl">メリット</div>
                <ul>
                  <li>チェックリストサンプル</li>
                  <li>チェックリストサンプル</li>
                  <li>チェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプル</li>
                </ul>
              </div>
              <div class="demerit">
                <div class="ttl">デメリット</div>
                <ul>
                  <li>チェックリストサンプル</li>
                  <li>チェックリストサンプル</li>
                  <li>チェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプルチェックリストサンプル</li>
                </ul>
              </div>
            </div>
          </div>

          <div class="block_faq">
            <dl class="qa">
              <dt>
                <span>Q</span>
                質問テキストが入ります。テキストテキストテキストテキスト
              </dt>
              <dd>
                <span>A</span>
                <p>
                  アンサーテキストが入ります。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </p>
              </dd>
            </dl>
            <dl class="qa">
              <dt>
                <span>Q</span>
                質問テキストが入ります。テキストテキスト
              </dt>
              <dd>
                <span>A</span>
                <p>
                  アンサーテキストが入ります。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </p>
              </dd>
            </dl>
            <dl class="qa">
              <dt>
                <span>Q</span>
                質問テキストが入ります。テキストテキスト
              </dt>
              <dd>
                <span>A</span>
                <p>
                  アンサーテキストが入ります。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </p>
              </dd>
            </dl>
            <dl class="qa">
              <dt>
                <span>Q</span>
                質問テキストが入ります。
              </dt>
              <dd>
                <span>A</span>
                <p>
                  アンサーテキストが入ります。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </p>
              </dd>
            </dl>
            <dl class="qa">
              <dt>
                <span>Q</span>
                質問テキストが入ります。テキストテキスト
              </dt>
              <dd>
                <span>A</span>
                <p>
                  アンサーテキストが入ります。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </p>
              </dd>
            </dl>

          </div>

        </div>

      </section>

    </div>

    <?php get_template_part('inc/common-info'); ?>

  </main>

<?php get_footer(); ?>