<?php get_header(); ?>

  <main>

    <?php get_template_part('inc/header-nav'); ?>

    <section class="under-head page-temp">
      <div class="sub-ttl">Doctor</div>
      <h1>院長紹介</h1>
      <div class="img-box obj-fit">
        <img src="<?php echo get_template_directory_uri(); ?>/images/page_header_image.jpg" alt="">
      </div>
    </section>

    <div class="under-content_wrap page-doctor">

      <section>

        <div class="inner">

          <h2>院長紹介</h2>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/doctor/1.png" alt=""></div>
            <div class="txt-box">
              <p class="doctor-name font-noto">
                院長<span class="name">吉田 尚起</span><br>
                <span class="font-lora">Naoki Yoshida</span>
              </p>
            </div>
          </div>

          <h3>経歴</h3>
          <ul>
            <li>大阪府池田市生まれ</li>
            <li>大阪教育大学教育学部附属高等学校池田校舎卒業</li>
            <li>大阪大学　歯学部卒業</li>
            <li>大阪大学　歯学部附属病院　矯正科　入局</li>
            <li>大阪大学　大学院歯学研究科　卒業　博士号を取得</li>
            <li>大阪大学　歯学部附属病院　医員</li>
            <li>日本矯正歯科学会　認定医取得</li>
            <li>豊中市　医療法人　かみなか歯科クリニックで常勤勤務</li>
          </ul>

          <h4>自分自身の「歯のコンプレックス」が、すべての始まりでした</h4>
          <p>
            私自身、歯並びに悩んだ経験があります。中高生時代、八重歯とガタガタな歯並びで人前で笑うのが少し苦手でした。歯科治療を通して歯並びが綺麗になることでここまで自分に自信が持てるように変われるのだと驚いた記憶があります。歯並びが綺麗になるにつれて自然と笑顔になり、気持ちが前向きになり、人前でも堂々と話せるようになりました。<br>
            「自分と同じように悩む子どもたちの力になりたい」<br>
            そんな想いが芽生えたのが、歯科医師としての第一歩でした。
          </p>

          <h4>大阪大学で学び、矯正専門医として多くの経験を積みました</h4>
          <p>
            大学は国立大阪大学の歯学部に進学し、そして同大学院博士課程を修了し、7年間にわたり大阪大学歯学部附属病院　矯正科にて研鑽を積みました。小児矯正、成人矯正、外科矯正、さらには口唇口蓋裂や骨格性の難症例といった治療も多く担当し、これまでに300症例以上の矯正治療に携わってきました。そして、2023年には日本矯正歯科学会の認定医を取得しました。日本矯正歯科学会には認定医制度があり、矯正治療に関して適切かつ十分な学識と知識を有していると判断された場合、学会より認定していただけます。認定医になるためには大学病院を含む矯正治療専門機関での5年以上の矯正治療経験と50症例以上の症例実績が必要となります。日本矯正歯科学会の認定医は歯科医師全体の約3%しか取得していない資格です。
          </p>

          <div class="block_img-txt">
            <figure>
              <div class="img-box">
                <img src="<?php echo get_template_directory_uri(); ?>/images/doctor/2.png" alt="">
              </div>
              <figcaption>日本矯正歯科学会でのポスター発表です。</figcaption>
            </figure>
            
            <div class="txt-box">
              <p>
                また、学生の臨床指導や、技工士専門学校での非常勤講師も務め、「教えること＝自分が一番深く理解していなければならないこと」を実感しながら、矯正の技術と理論を日々磨いてまいりました。
              </p>
            </div>
          </div>

          <h4>地域に根ざした小児矯正専門クリニックを目指して</h4>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                豊中市宮山町は、桜井谷小学校に隣接し、子育て世代の多いエリアです。自分自身も幼少期から同沿線沿いにあるさもり小児科にお世話になっていました。ゆかりあるこの地域で、小児矯正に特化したクリニックを開くことに深い意味を感じています。
              </p>
              <p>
                矯正は「歯並びを整える」だけではありません。「呼吸」「睡眠」「発音」「姿勢」「咬み合わせ」にまで影響する、人生の土台づくりです。だからこそ、私は単なる治療ではなく「未来の笑顔へのサポート」として関わっていきたいと思っています。
              </p>
            </div>
          </div>


          <h4>大手法人歯科クリニックで「矯正×一般治療」の総合力を養いました</h4>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/doctor/3.png" alt=""></div>
            <div class="txt-box">
              <p>
                矯正専門医としての技術だけでなく、「お口全体を診る総合力」も私の強みの一つです。<br>
                豊中市熊野町にある【かみなか歯科クリニック】では、常勤医として勤務し、年間5000人以上の患者様に対応してきました。
              </p>
            </div>
          </div>
          <p>ここでは、補綴専門医・インプラント専門医の指導のもとで、</p>
          <ul>
            <li>セラミックなどの審美補綴治療</li>
            <li>被せ物・詰め物の設計と長期的安定性の追求</li>
            <li>歯を失った部位へのインプラント治療</li>
            <li>歯周病によって多く歯を失った部位への入れ歯治療</li>
          </ul>
          <p>
            といった、より精密で全体を見据えた治療を実践してきました。<br>
            この経験があったからこそ、矯正治療においても「ただ並べるだけ」で終わらず、「噛み合わせ」や「見た目」、「機能」までをトータルで診ることができるようになりました。
          </p>

          <h4>開院に込めた想い</h4>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                私は豊中市の隣町・池田市で生まれ育ちました。子どもの頃は、宮山町にもよく自転車で遊びに来ていたので、このエリアには特別な親しみがあります。高校・大学・大学院と歯科の道を歩む中で、いつかこの地域に恩返しができるような場所を作りたいと、ずっと思い描いてきました。
              </p>
              <p>
                矯正歯科を志した原点には、私自身の経験があります。中学生の頃、私は歯並びに強いコンプレックスを抱えていました。友達と話すときや写真を撮るときも、めいっぱい笑うことができず、どこか自分に自信が持てませんでした。幸いなことに矯正治療を受ける機会に恵まれ、治療が進むにつれて、少しずつ笑顔に自信を持てるようになりました。そして気がつけば、写真に写ることや人前で話すことが楽しいと思えるようになっていたのです。
              </p>
            </div>
          </div>
          <p>
            「見た目が変わること」で得られるのは、単なる美しさではありません。自己肯定感や自信、人との関わり方──すべてが大きく、前向きに変わっていきます。だからこそ、子どもたちが心も身体も大きく成長していく“いま”という大切な時期に、正しい知識とやさしい治療を提供したいと考えています。
          </p>
          <p>
            宮山町は、桜井谷小学校をはじめとする教育環境が整い、自然も豊かで、子育て世代が多く暮らす温かな街です。この地域で育つ子どもたちが、自分の笑顔に自信を持ち、明るい未来へ進んでいけるよう、歯科医師として寄り添っていければと思っています。
          </p>
          <p>
            医療は技術だけで成り立つものではありません。私たちが目指すのは、「通うのが楽しみになる歯科医院」です。子どもたちが笑顔で帰っていく姿をたくさん見ることができるような、そんな場所をつくっていきたいと考えています。
          </p>
          <p>
            矯正治療は、長い時間をかけて取り組むものです。だからこそ、「治療の完了」がゴールなのではなく、「その過程で自信と笑顔が育っていくこと」を大切にしたい。私たちは、そんな思いを胸に、日々の診療に取り組んでいます。
          </p>

          <h4>なおき歯科・小児矯正歯科の特徴</h4>
          <ul class="list-check">
            <li>日本矯正歯科学会認定医による専門的な治療（小児〜成人まで幅広く対応）</li>
            <li>難症例・セカンドオピニオンにも対応</li>
            <li>最新の医療機器と痛みの少ない治療法</li>
            <li>桜井谷のバス停からすぐの通院しやすい立地</li>
            <li>保護者の方への丁寧なカウンセリングと報告</li>
          </ul>
          <p>
            院内には優しい雰囲気と丁寧な説明、痛みを最小限にする治療を徹底します。矯正治療のことがよくわからない…という方も、まずは相談だけでもお気軽にお越しください。
          </p>

        </div>
      </section>


      <section>
        <div class="inner">
          <h4>最後に</h4>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                私が目指すのは「地域と共に成長する歯科医院」です。小さなお子さまの「初めての矯正」から、「成人矯正」、大人の方の「やり直し矯正」まで、それぞれのライフステージに合わせた治療を提供してまいります。矯正治療は長い時間がかかります。だからこそ、信頼関係が何よりも大切です。
              </p>
            </div>
          </div>
          <p>
            この宮山町の地で、地域の皆様と長く、温かい関係を築いていければと願っています。
          </p>
          <p>
            歯並びに悩んでいるお子さま、治療の選択に迷われている親御さま。どんなことでも、どうぞお気軽にご相談ください。心よりお待ちしております。
          </p>
          <p>
            どうぞよろしくお願いいたします。
          </p>
        </div>
      </section>

      <section>
        <div class="inner">
          <h3>所属学会・資格</h3>
          <ul class="list-check">
            <li>日本矯正歯科学会（ 2022年に研究発表　2023年に日本矯正歯科学会認定医取得）</li>
            <li>近畿東海矯正歯科学会（2025年に症例発表）</li>
            <li>日本顎変形症学会</li>
            <li>日本口蓋裂学会（2020年に研究発表）</li>
            <li>大学病院ではこんな仕事もしていました</li>
            <li>大阪大学歯学部附属病院の夜間休日救急診療を担当</li>
            <li>大阪大学医学部附属病院の入院患者様の歯科治療を担当</li>
            <li>大阪大学歯学部の学生に対する教育（模型実習や診療実習など）</li>
            <li>新大阪歯科技工士専門学校の非常勤講師</li>
            <li>さまざまな学会での研究・症例発表・論文執筆</li>
          </ul>
          <p>
            その他、現在までに大阪府・京都府のさまざまな歯科医院、矯正歯科医院で非常勤歯科医師として診療に従事してきました。
          </p>

          <h4>論文</h4>
          <ul class="list-check">
            <li>
              2022年　The journal of Osaka University Dental Societyに論文掲載されました。<br>
              「Orthodontic management of a patient who underwent anti-cancer therapy for acute myelogenous leukemia: A case report」
            </li>
            <li>
              2023年　Disease Models & Mechanismsに論文掲載されました。<br>
              「The roles of JAK2/STAT3 signaling in fusion of the secondary palate」
            </li>
          </ul>

          <h4>受講歴</h4>
          <ul class="list-check">
            <li>Dr.Mclaughlin　矯正歯科セミナー</li>
            <li>アレキサンダー研究会　ベーシックコース</li>
            <li>近畿矯正歯科研究会</li>
            <li>石井歯内療法研修会</li>
            <li>JIADSぺリオコース</li>
            <li>インプラントベーシックコース</li>
          </ul>

        </div>
      </section>

    </div>

    <?php get_template_part('inc/common-info'); ?>

  </main>

<?php get_footer(); ?>