<?php get_header(); ?>

  <main>

    <?php get_template_part('inc/header-nav'); ?>

    <section class="under-head page-temp">
      <div class="sub-ttl">Wire Child</div>
      <h1>子どものワイヤー矯正</h1>
      <div class="img-box obj-fit">
        <img src="<?php echo get_template_directory_uri(); ?>/images/page_header_image.jpg" alt="">
      </div>
    </section>

    <div class="under-content_wrap page_wire-child">

      <section>

        <div class="inner">
          
          <p>
            お子さまの歯並びが複雑で、マウスピース矯正では改善が難しい場合や、1期治療を終えたものの理想的な歯並びにはならなかった、といったお悩みはありませんか。こうした歯並びの問題は、<strong>ワイヤー矯正で改善できることが多い</strong>です。こどもの複雑な歯並びをワイヤー矯正で治したい方は、ぜひ「なおき矯正歯科・小児矯正歯科」までご相談ください。
          </p>

          <h2>こどものワイヤー矯正とは？</h2>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/wire-child/img_01.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                ワイヤー矯正とは、「ブラケット」という金属製、あるいはセラミック製のパーツを歯の表面に接着して、ワイヤーを固定する治療法です。ブラケットの位置やワイヤーの曲げ具合を調整することで、歯を<strong>3次元的に大きく移動</strong>できます。数ある矯正法の中でもっとも歴史が深く、臨床実績も多いことから、<strong>確実性が高い方法</strong>といえます。お子さまの歯並びが複雑な場合でも、ワイヤー矯正なら<strong>きれいに治せる可能性が高い</strong>です。
              </p>
            </div>
          </div>

          <h3>こどものワイヤー矯正を始めるタイミング</h3>
          <p>
            こどものワイヤー矯正は、いわゆる“2期治療”に当たります。2期治療とは、<strong>永久歯が生えそろい、顎の骨の成長も安定する時期</strong>に行うもので、<strong>12～18歳くらいが該当</strong>します。そのため、1期治療を終えたお子さまや、中学生・高校生で悪い歯並びが気になったタイミングで、ワイヤー矯正を始めると良いでしょう。
          </p>

          <h3>こどものワイヤー矯正の治療期間</h3>
          <p>
            こどものワイヤー矯正にかかる期間は、<strong>1.5～3年程度が一般的</strong>です。治療期間中は、<strong>1ヵ月に1回お越しいただき</strong>、装置の調整や経過の観察などを行います。歯を動かす動的治療が終わった後は、保定処置を<strong>2～3年程度継続</strong>していただきます。
          </p>

          <h3>こどものワイヤー矯正の適応条件</h3>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/wire-child/img_02.jpg" alt=""></div>
            <div class="txt-box">
              <h4>1期治療が終わっている</h4>
              <p>
                こどもの矯正の1期治療は、顎骨を拡大したり、上下の顎のバランスを整えたりすることが主な目的です。2期治療に当たるワイヤー矯正は、<strong>仕上げの治療</strong>となり、歯並びの乱れを細かく整えます。
              </p>
              <h4>こんなお子さまにおすすめ</h4>
              <ul>
                <li>1期治療で改善できない歯並びの問題がある</li>
                <li>複雑な歯並びをしている</li>
                <li>スペース不足により抜歯矯正が必要</li>
                <li>着脱式の装置を自己管理するのが難しい</li>
                <li>成人する前に歯並びの悩みを解消したい</li>
              </ul>
            </div>
          </div>

          <h2>こどものワイヤー矯正のメリットとデメリット</h2>
          <div class="block_merit-demerit">
            <div class="content">
              <div class="merit">
                <div class="ttl">メリット</div>
                <ul>
                  <li>
                    <p class="list-ttl">いろいろな歯並びに適応できる</p>
                    <p>
                      <strong>重症度の高い出っ歯や受け口、乱ぐい歯などでもワイヤー矯正ならきれいに治せること</strong>が多いです。抜歯が必要なケースにも対応できます。
                    </p>
                  </li>
                  <li>
                    <p class="list-ttl">歯を大きく、効率良く動かせる</p>
                    <p>
                      ワイヤー矯正は、装置を微調整することができるため、歯を<strong>大きく、効率良く動かせます</strong>。その分、矯正による効果も実感しやすくなっています。
                    </p>
                  </li>
                  <li>
                    <p class="list-ttl">自己管理しやすい</p>
                    <p>
                      固定式の装置を使うワイヤー矯正は、お子さまが自己管理する範囲がとても狭いです。装置をつけ忘れたり、失くしたりするリスクがなく、<strong>矯正を滞りなく進められます</strong>。
                    </p>
                  </li>
                </ul>
              </div>
              <div class="demerit">
                <div class="ttl">デメリット</div>
                <ul>
                  <li>
                    <p class="list-ttl">他人の視線が気になる</p>
                    <p>
                      歯の表側にブラケットとワイヤーを設置する方法は、装置が目立ちやすいことから、<strong>他人の視線が気になるかもしれません</strong>。近年は、矯正治療を受けるこどもも多く、すぐに慣れるのが一般的です。
                    </p>
                  </li>
                  <li>
                    <p class="list-ttl">違和感や痛みが生じやすい</p>
                    <p>
                      ワイヤー矯正は、装置の構造上、<strong>違和感が出やすい</strong>です。また、強い力で歯を動かすため、痛みも感じやすくなります。
                    </p>
                  </li>
                  <li>
                    <p class="list-ttl">自分で取り外せない</p>
                    <p>
                      装置が固定式であることは、管理しやすいというメリットがある反面、<strong>食事や歯磨きがしにくいというデメリットも伴います。そのためワイヤー矯正中は、食事に一定の制限がかかったり、むし歯リスクが高くなったりします</strong>。
                    </p>
                  </li>
                </ul>
              </div>
            </div>
          </div>

          <h2>こどものワイヤー矯正中の注意点</h2>
          <h3>歯磨きをしっかり行う</h3>
          <p>
            ワイヤー矯正中は、普段以上に歯磨きをしっかり行わなければなりません。適切な口腔ケアを怠ると、むし歯になって治療を中断せざるを得なくなります。それどころか大切な永久歯の寿命を縮めかねないことから、<strong>歯科医院で学んだ歯磨き方法をきちんと実践するようにしてください</strong>。
          </p>
          <h3>装置に配慮した食事を心がける</h3>
          <p>
            硬い食べものや粘着性のある食べ物は、装置の破損や脱離につながります。装置に残りやすい食べ物は、むし歯リスクを高めます。ワイヤー矯正中は、こうした点に<strong>配慮した食事を心がける</strong>ようにしましょう。
          </p>
          <h3>運動や楽器の演奏による影響を考える</h3>
          <p>
            顔に強い衝撃を受けるスポーツや、矯正装置に接触が加わる楽器の演奏は、十分な注意が必要です。不安に感じる点があれば、歯科医師に相談してください。
          </p>
          <h3>強い痛みは無理に我慢しない</h3>
          <p>
            どのような矯正法にも必ず痛みや違和感を伴いますが、許容範囲を超える症状が現れた場合は、<strong>無理に我慢せず主治医に相談しましょう</strong>。装置が変形したり、不適切な力がかかっていたりする可能性も否定できません。ワイヤー矯正は、そうしたトラブルが比較的起こりやすい点にご注意ください。
          </p>

          <h2>お子さまのワイヤー矯正に関するご相談はお気軽に</h2>
          <div class="block_img-txt">
            <div class="img-box"><img src="<?php echo get_template_directory_uri(); ?>/images/eyecatch-noimage.jpg" alt=""></div>
            <div class="txt-box">
              <p>
                お子さまの複雑な歯並びのお悩みは、ワイヤー矯正によって大きく改善される可能性があります。なおき矯正歯科・小児矯正歯科では、お子さま一人ひとりの成長段階や歯並びの状態に合わせた最適なワイヤー矯正プランをご提案いたします。見た目や痛み、日常生活への影響など、気になる点がございましたら、どうぞお気軽にご相談ください。経験豊富なスタッフが、お子さまの将来の健康と美しい笑顔のために、丁寧なカウンセリングと治療をサポートさせていただきます。
              </p>
            </div>
          </div>

        </div>
      </section>

    </div>

    <?php get_template_part('inc/common-info'); ?>

  </main>

<?php get_footer(); ?>